Repository: lissethmmn/beststore
Catalog: app/Resources/translations/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: es_es

source: Newsletter subscription
es_es: Suscripción a nuestro boletín de noticias

source: Adds a form for newsletter subscription.
es_es: Añade un formulario para la suscripción al boletín de noticias.

source: Are you sure that you want to delete all of your contacts?
es_es: ¿Estás seguro de que quieres eliminar todos tus contactos?

source: Subscribed
es_es: Suscrito

source: Subscribed on
es_es: Suscrito a

source: Newsletter registrations
es_es: Suscritos al boletín de noticias

source: Unsubscribe
es_es: Anular suscripción

source: Would you like to send a verification email after subscription?
es_es: ¿Quieres enviar un correo electrónico de verificación después de la suscripción?

source: Would you like to send a confirmation email after subscription?
es_es: ¿Quieres enviar un correo electrónico de confirmación después de la suscripción?

source: Welcome voucher code
es_es: Código de cupón de descuento de bienvenida

source: Leave blank to disable by default.
es_es: Dejar en blanco para desactivar de manera predeterminada.

source: Newsletter conditions
es_es: Condiciones del boletín de noticias

source: This text will be displayed beneath the newsletter subscribe button.
es_es: Este texto se mostrará debajo del botón de suscripción al boletín de noticias.

source: Export customers' addresses
es_es: Exportar las direcciones de los clientes

source: Customers' country
es_es: País del cliente

source: Filter customers by country.
es_es: Filtrar clientes por país.

source: Newsletter subscribers
es_es: Suscritos al boletín de noticias

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
es_es: Filtra los clientes que se han suscrito al boletín de noticias o no, y quienes tienen cuenta o no.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
es_es: Los clientes pueden suscribirse a tu boletín de noticias al registrarse, o introduciendo su correo electrónico en el formulario del boletín de noticias.

source: All subscribers
es_es: Todos los suscritos

source: Subscribers with account
es_es: Suscritos con cuenta

source: Subscribers without account
es_es: Suscritos sin cuenta

source: Non-subscribers
es_es: No suscritos

source: Partner offers subscribers
es_es: Suscriptores de ofertas de asociados

source: Filter customers who have agreed to receive your partners' offers or not.
es_es: Filtrar los clientes que han aceptado recibir las ofertas de tus socios o no.

source: Partner offers subscribers have agreed to receive your partners' offers.
es_es: Los suscriptores de ofertas de asociados están de acuerdo en recibir ofertas de tus socios.

source: All customers
es_es: Todos los clientes

source: Partner offers non-subscribers
es_es: No suscritos a las ofertas de asociados

source: Search for addresses
es_es: Buscar por direcciones

source: Email address to search
es_es: Correo electrónico a buscar

source: Example: contact@prestashop.com or @prestashop.com
es_es: Ejemplo: contact@prestashop.com o @prestashop.com

source: No customers found with these filters!
es_es: ¡No se han encontrado clientes a los que se pueda aplicar estos filtros!

source: The .CSV file has been successfully exported: %d customers found.
es_es: El archivo .CSV ha sido exportado correctamente: %d clientes encontrados.

source: Download the file
es_es: Descargar el archivo

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
es_es: ADVERTENCIA: Cuando abras este archivo .csv con Excel, elige la codificación UTF-8 para evitar caracteres extraños.

source: Error: Write access limited
es_es: Error: Acceso de escritura limitado

source: No result found!
es_es: ¡No se ha encontrado ningún resultado!

source: -- Select associated page --
es_es: -- Seleccionar página asociada --
