Repository: lissethmmn/beststore
Catalog: app/Resources/translations/*/ModulesStatsoriginAdmin.*.xlf
Languages: es_es

source: Visitors origin
es_es: Procedencia de los visitantes

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
es_es: Añade un gráfico que muestra las webs desde las que provienen tus visitantes al Panel de control de Estadísticas.

source: Origin
es_es: Origen

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
es_es: En la pestaña, dividimos los 10 sitios web de referencia más populares que dirigen a los clientes a tu tienda en línea.

source: What is a referral website?
es_es: ¿Qué es un sitio web de referencia?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
es_es: El referente es la URL de la página web anterior desde la que un enlace fue seguido por el visitante.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
es_es: Un referente también te permite conocer qué palabras claves incorporan los visitantes en motores de búsqueda cuando intentan acceder a tu tienda; y también optimizar tu promoción en la web.

source: A referrer can be:
es_es: Un referente puede ser:

source: Someone who posts a link to your shop.
es_es: Alguien que publica un enlace hacia tu tienda.

source: A partner who has agreed to a link exchange in order to attract new customers.
es_es: Un socio con quien has acordado un intercambio de enlaces para atraer nuevos clientes.

source: CSV Export
es_es: Exportar CSV

source: Direct links only
es_es: Enlaces directos unicamente

source: Top ten referral websites
es_es: Los diez sitios web de referencia

source: Others
es_es: Otras
